Repository: nlbdev/service-stem
Catalog: translations/20200131-strings.tmx
Source language: en
Languages: no

source: integral with union
no: integrert med fagforening

source: integral with overbar
no: integrert med overbar

source: integral with underbar
no: integrert med underbar

source: join
no: bli med

source: large left triangle operator
no: stor venstre trekantoperatør

source: z notation schema composition
no: z notasjonsskjema sammensetning

source: z notation schema piping
no: z notasjonsskjema rørføring

source: z notation schema projection
no: z notasjonsskjema-projeksjon

source: plus sign with small circle above
no: plussskilt med liten sirkel over

source: plus sign with circumflex accent above
no: plussskilt med circumflex aksent over

source: plus sign with tilde above
no: plussskilt med tilde over

source: plus sign with dot below
no: plussskilt med prikk nedenfor

source: plus sign with tilde below
no: plussskilt med tilde nedenfor

source: plus sign with subscript two
no: plussskilt med abonnement to

source: plus sign with black triangle
no: plussskilt med svart trekant

source: minus sign with comma above
no: minustegn med komma over

source: minus sign with dot below
no: minustegn med prikk nedenfor

source: minus sign with falling dots
no: minustegn med fallende prikker

source: minus sign with rising dots
no: minustegn med stigende prikker

source: plus sign in left half circle
no: plussskilt i venstre halvsirkel

source: plus sign in right half circle
no: plussskilt i høyre halvsirkel

source: vector or cross product
no: vektor eller kryss produkt

source: multiplication sign with dot above
no: multiplikasjonsskilt med prikk over

source: multiplication sign with underbar
no: multiplikasjonsskilt med underbar

source: semidirect product with bottom closed
no: semidirekt produkt med bunnen lukket

source: smash product
no: smash produkt

source: multiplication sign in left half circle
no: multiplikasjonstegn i venstre halvsirkel

source: multiplication sign in right half circle
no: multiplikasjonstegn i høyre halvsirkel

source: circled multiplication sign with circumflex accent
no: sirklet multiplikasjonsskilt med circumflex aksent

source: multiplication sign in double circle
no: multiplikasjonstegn i dobbel sirkel

source: circled division sign
no: sirklet divisjonsskilt

source: plus sign in triangle
no: plussskilt i trekant

source: minus sign in triangle
no: minustegn i trekant

source: multiplication sign in triangle
no: multiplikasjonstegn i trekant

source: interior product
no: interiørprodukt

source: righthand interior product
no: høyre interiørprodukt

source: z notation relational composition
no: z notasjon relasjonell sammensetning

source: amalgamation or coproduct
no: amalgamering eller koprodukt

source: intersection with dot
no: kryss med punktum

source: union with minus sign
no: union med minustegn

source: union with overbar
no: forening med overbar

source: intersection with overbar
no: kryss med overbar

source: intersection with logical and
no: kryss med logisk og

source: union with logical or
no: forening med logisk eller

source: union above intersection
no: fagforening over kryss

source: intersection above union
no: veikryss over forbund

source: union above bar above intersection
no: union over bar over krysset

source: intersection above bar above union
no: krysset over bar over unionen

source: union beside and joined with union
no: fagforening ved siden av og sluttet seg til fagforening

source: intersection beside and joined with intersection
no: veikryss ved siden av og sammenføyet med kryss

source: closed union with serifs
no: lukket forening med seriffer

source: closed intersection with serifs
no: lukket kryss med seriffer

source: double square intersection
no: dobbelt kvadratisk kryss

source: double square union
no: dobbelt kvadratforening

source: closed union with serifs and smash product
no: lukket forening med serifs og smash produkt

source: logical and with dot above
no: logisk og med prikk over

source: logical or with dot above
no: logisk eller med prikk over

source: double logical and
no: dobbelt logisk og

source: double logical or
no: dobbelt logisk eller

source: two intersecting logical and
no: to kryssende logiske og

source: two intersecting logical or
no: to kryssende logiske eller

source: sloping large or
no: skrånende stor eller

source: sloping large and
no: skrånende stor og

source: logical or overlapping logical and
no: logisk eller overlappende logisk og

source: logical and with middle stem
no: logisk og med midtstamme

source: logical or with middle stem
no: logisk eller med midtstamme

source: logical and with horizontal dash
no: logisk og med horisontalt strek

source: logical or with horizontal dash
no: logisk eller med horisontalt strek

source: logical and with double overbar
no: logisk og med dobbelt overbar

source: logical and with underbar
no: logisk og med underbar

source: logical and with double underbar
no: logisk og med dobbel underbar

source: small vee with underbar
no: liten vee med underbar

source: logical or with double overbar
no: logisk eller med dobbelt overbar

source: logical or with double underbar
no: logisk eller med dobbel underbar

source: z notation domain antirestriction
no: z notasjon domene antirestriction

source: z notation range antirestriction
no: z antirestriksjon for notasjon

source: equals sign with dot below
no: tilsvarer skilt med prikk nedenfor

source: identical with dot above
no: identisk med prikken over

source: triple horizontal bar with double vertical stroke
no: trippel vannrett stang med dobbelt vertikalt slag

source: triple horizontal bar with triple vertical stroke
no: tredobbelt vannrett stang med trippel vertikalt slag

source: tilde operator with dot above
no: tilde-operatør med prikk over

source: tilde operator with rising dots
no: tilde-operatør med stigende prikker

source: similar minus similar
no: lignende minus lignende

source: congruent with dot above
no: kongruent med prikken over

source: equals with asterisk
no: tilsvarer stjerne

source: almost equal to with circumflex accent
no: nesten lik med circumflex aksent

source: approximately equal or equal to
no: tilnærmet lik eller lik

source: equals sign above plus sign
no: tilsvarer skiltet ovenfor plussskiltet

source: plus sign above equals sign
no: plussskilt ovenfor tilsvarer skilt

source: equals sign above tilde operator
no: tilsvarer skiltet ovenfor operatøren

source: double colon equal
no: dobbelt kolon like

source: two consecutive equals signs
no: to påfølgende lik tegn

source: three consecutive equals signs
no: tre påfølgende lik tegn

source: equals sign with two dots above and two dots below
no: tilsvarer skilt med to prikker over og to prikker under

source: equivalent with four dots above
no: tilsvarende med fire prikker over

source: less-than with circle inside
no: mindre enn med sirkel inni

source: greater-than with circle inside
no: større enn med sirkel inni

source: less-than with question mark above
no: mindre enn med spørsmålstegn ovenfor

source: greater-than with question mark above
no: større enn med spørsmålstegn ovenfor

source: less-than or slanted equal to
no: mindre enn eller skrått lik

source: greater-than or slanted equal to
no: større enn eller skrått lik

source: less-than or slanted equal to with dot inside
no: mindre enn eller skrått lik med prikken inni

source: greater-than or slanted equal to with dot inside
no: større enn eller skrått lik med prikken inni

source: less-than or slanted equal to with dot above
no: mindre enn eller skrått lik med prikken over

source: greater-than or slanted equal to with dot above
no: større enn eller skrått lik med prikken over

source: less-than or slanted equal to with dot above right
no: mindre enn eller skrått lik med prikken over høyre

source: greater-than or slanted equal to with dot above left
no: større enn eller skrått lik med prikken over venstre

source: less-than or approximate
no: mindre enn eller omtrentlig

source: greater-than or approximate
no: større enn eller omtrentlig

source: less-than and single-line not equal to
no: mindre enn og en linje ikke lik

source: greater-than and single-line not equal to
no: større enn og en linje ikke lik

source: less-than and not approximate
no: mindre enn og ikke omtrentlig

source: greater-than and not approximate
no: større enn og ikke omtrentlig

source: less-than above double-line equal above greater-than
no: mindre enn over dobbeltlinje lik over større enn

source: greater-than above double-line equal above less-than
no: større enn over dobbeltlinje lik over mindre enn

source: less-than above similar or equal
no: mindre enn over lik eller lik

source: greater-than above similar or equal
no: større enn over lik eller lik

source: less-than above similar above greater-than
no: mindre enn ovenfor lignende ovenfor større enn

source: greater-than above similar above less-than
no: større enn ovenfor lignende ovenfor mindre enn

source: less-than above greater-than above double-line equal
no: mindre enn a

source: greater-than above less-than above double-line equal
no: større enn over mindre enn over dobbel linje lik

source: less-than above slanted equal above greater-than above slanted equal
no: mindre enn over skrå lik over større enn over skrå like

source: greater-than above slanted equal above less-than above slanted equal
no: større enn over skrå lik over mindre enn over skrå lik

source: slanted equal to or less-than
no: skråstilt lik eller mindre enn

source: slanted equal to or greater-than
no: skråstilt lik eller større enn

source: slanted equal to or less-than with dot inside
no: skråstilt lik eller mindre enn med prikk inni

source: slanted equal to or greater-than with dot inside
no: skråstilt lik eller større enn med prikk inni

source: double-line equal to or less-than
no: dobbeltlinje lik eller mindre enn

source: double-line equal to or greater-than
no: dobbeltlinje lik eller større enn

source: double-line slanted equal to or less-than
no: dobbelt linje skrå lik eller mindre enn

source: double-line slanted equal to or greater-than
no: dobbeltlinje skrått lik eller større enn

source: similar or less-than
no: lignende eller mindre enn

source: similar or greater-than
no: lignende eller større enn

source: similar above less-than above equals sign
no: lignende ovenfor mindre enn ovenfor lik tegn

source: similar above greater-than above equals sign
no: lignende ovenfor større enn ovenfor lik tegn

source: double nested less-than
no: dobbelt nestet mindre enn

source: double nested greater-than
no: dobbelt reir større enn

source: double nested less-than with underbar
no: dobbelt nestet mindre enn med underbar

source: greater-than overlapping less-than
no: større enn overlappende mindre enn

source: greater-than beside less-than
no: større enn ved siden av mindre enn

source: less-than closed by curve
no: mindre enn stengt med kurve

source: greater-than closed by curve
no: større enn lukket med kurve

source: less-than closed by curve above slanted equal
no: mindre enn lukket med kurve over skrå like

source: greater-than closed by curve above slanted equal
no: større enn lukket med kurve over skrå like

source: smaller than
no: mindre enn

source: larger than
no: større enn

source: smaller than or equal to
no: mindre enn eller lik

source: larger than or equal to
no: større enn eller lik

source: equals sign with bumpy above
no: tilsvarer skilt med humpete over

source: precedes above single-line equals sign
no: foregår over ensidig likhetstegn

source: succeeds above single-line equals sign
no: lykkes over ensidig likhetstegn

source: precedes above single-line not equal to
no: går foran enkeltlinje ikke lik

source: succeeds above single-line not equal to
no: lykkes over enkeltlinjen ikke lik

source: precedes above equals sign
no: går foran likhetstegn

source: succeeds above equals sign
no: lykkes over likhetstegn

source: precedes above not equal to
no: foran foran ikke lik

source: succeeds above not equal to
no: lykkes ovenfor ikke lik

source: precedes above almost equal to
no: foran foran nesten lik

source: succeeds above almost equal to
no: lykkes over nesten lik

source: precedes above not almost equal to
no: foran foran ikke nesten lik

source: succeeds above not almost equal to
no: lykkes ovenfor ikke nesten lik

source: double precedes
no: dobbelt går foran

source: double succeeds
no: dobbelt lykkes

source: subset with dot
no: delsett med prikk

source: superset with dot
no: supersett med prikk

source: subset with plus sign below
no: undergruppe med plustegn nedenfor

source: superset with plus sign below
no: supersett med plussskilt nedenfor

source: subset with multiplication sign below
no: undergruppe med multiplikasjonstegn nedenfor

source: superset with multiplication sign below
no: supersett med multiplikasjonstegn nedenfor

source: subset of or equal to with dot above
no: delmengde av eller lik med prikken over

source: superset of or equal to with dot above
no: supersett av eller lik med prikken over

source: subset of above equals sign
no: delmengde av ovenfor er lik tegn

source: superset of above equals sign
no: supersett av likhetstegn ovenfor

source: subset of above tilde operator
no: delmengde til ovenfor operatør

source: superset of above tilde operator
no: supersett til ovenfor operatør

source: subset of above almost equal to
no: delmengde av over nesten lik

source: superset of above almost equal to
no: supersett av over nesten lik

source: subset of above not equal to
no: delmengde av over ikke lik

source: superset of above not equal to
no: supersett av over ikke lik

source: square left open box operator
no: firkantet venstre boks operatør

source: square right open box operator
no: firkantet høyre boks operatør

source: closed subset
no: lukket undergruppe

source: closed superset
no: lukket supersett

source: closed subset or equal to
no: lukket undergruppe eller lik

source: closed superset or equal to
no: lukket supersett eller lik

source: subset above superset
no: delmengde over supersett

source: superset above subset
no: supersett over delsett

source: subset above subset
no: undergruppe over undergruppe

source: superset above superset
no: supersett over supersett

source: superset beside subset
no: supersett ved siden av undersettet

source: superset beside and joined by dash with subset
no: supersett ved siden av og sammen med dash med delsett

source: element of opening downwards
no: element av åpning nedover

source: pitchfork with tee top
no: pitchfork med tee-topp

source: transversal intersection
no: tverrgående kryss

source: short left tack
no: kort venstre takling

source: short down tack
no: kort ned tak

source: perpendicular with s
no: vinkelrett med s

source: vertical bar triple right turnstile
no: loddrett stolpe trippel høyre turnstile

source: double vertical bar left turnstile
no: dobbelt loddrett bjelke til venstre

source: vertical bar double left turnstile
no: loddrett stang dobbel venstre dreieskive

source: double vertical bar double left turnstile
no: dobbel loddrett stang dobbel venstre dreieskive

source: long dash from left member of double vertical
no: lang strek fra venstre del av dobbelt loddrett

source: short down tack with overbar
no: korte ned tak med overbar

source: short up tack with underbar
no: kort opp tak med underbar

source: short up tack above short down tack
no: short up tack over short down tack

source: double down tack
no: dobbelt ned tak

source: double up tack
no: dobbelt opp tak

source: double stroke not sign
no: dobbeltslag ikke tegn

source: reversed double stroke not sign
no: reversert dobbeltslag ikke tegn

source: does not divide with reversed negation slash
no: deler seg ikke med omvendt negasjonssliss

source: vertical line with circle above
no: vertikal linje med sirkel over

source: vertical line with circle below
no: vertikal linje med sirkel under

source: down tack with circle below
no: ned tak med sirkelen under

source: parallel with horizontal stroke
no: parallelt med horisontalt slag

source: parallel with tilde operator
no: parallelt med tilde-operatør

source: triple vertical bar binary relation
no: trippel vertikal stolpe binær relasjon

source: triple vertical bar with horizontal stroke
no: trippel vertikal bjelke med horisontalt slag

source: triple colon operator
no: trippel kolonoperatør

source: triple nested less-than
no: trippel nestet mindre enn

source: triple nested greater-than
no: trippel nestet større enn

source: double-line slanted less-than or equal to
no: dobbeltlinje skrått mindre enn eller lik

source: double-line slanted greater-than or equal to
no: dobbeltlinje skrått større enn eller lik

source: triple solidus binary relation
no: trippel solidus binær relasjon

source: large triple vertical bar operator
no: stor trippel vertikal stangoperatør

source: double solidus operator
no: dobbelt solidus-operatør

source: white vertical bar
no: hvit vertikal bjelke

source: n-ary white vertical bar
no: n-ary, hvit vertikal stang

source: left arrow with small circle
no: venstre pil med liten sirkel

source: three leftwards arrows
no: tre venstre pil

source: left arrow with circled plus
no: venstre pil med sirklet pluss

source: long leftwards squiggle arrow
no: lang venstre pil krøll

source: leftwards two-headed arrow with vertical stroke
no: venstre to-ledet pil med vertikalt slag

source: leftwards two-headed arrow with double vertical stroke
no: venstre to-ledet pil med dobbelt loddrett slag

source: leftwards two-headed arrow from bar
no: venstre to-ledet pil fra linjen

source: leftwards two-headed triple dash arrow
no: venstre to-ledet trippel strekspil

source: leftwards arrow with dotted stem
no: venstre pil med stiplet stamme

source: leftwards arrow with tail with vertical stroke
no: pil til venstre med hale med loddrett strek

source: leftwards arrow with tail with double vertical stroke
no: venstre pil med hale med dobbelt vertikalt slag

source: leftwards two-headed arrow with tail
no: venstre to-ledet pil med hale

source: leftwards two-headed arrow with tail with vertical stroke
no: venstre to-ledet pil med hale med loddrett strek

source: leftwards two-headed arrow with tail with double vertical stroke
no: venstre to-ledet pil med hale med dobbelt vertikalt slag

source: leftwards arrow through x
no: venstre pil gjennom x

source: wave arrow pointing directly left
no: bølge pil som peker direkte til venstre

source: equals sign above leftwards arrow
no: tilsvarer tegnet over pilen til venstre

source: reverse tilde operator above leftwards arrow
no: bakover tildeoperatør over pilen til venstre

source: leftwards arrow above reverse almost equal to
no: venstre pil over revers nesten lik

source: rightwards arrow through greater-than
no: høyre pil gjennom større enn

source: rightwards arrow through superset
no: pil til høyre gjennom supersettet

source: reverse tilde operator above rightwards arrow
no: bakover tildeoperatør over pilen til høyre

source: rightwards arrow above reverse almost equal to
no: pil til høyre over revers nesten lik

source: tilde operator above leftwards arrow
no: tilde-operatøren over pilen til venstre

source: leftwards arrow above almost equal to
no: venstre pil over nesten lik

source: leftwards arrow above reverse tilde operator
no: pil til venstre over bakovervendt operatør

source: rightwards arrow above reverse tilde operator
no: pil til høyre over operatøren bakover

source: hebrew letter alternative plus sign
no: hebraisk brevalternativ plussskilt

source: small plus sign
no: lite plussskilt

source: small less-than sign
no: lite mindre enn tegn

source: small greater-than sign
no: liten større enn tegn

source: small equals sign
no: små lik tegn

source: fullwidth plus sign
no: fullbredde plussskilt

source: fullwidth less-than sign
no: fullbredde mindre enn tegn

source: fullwidth equals sign
no: fullbredde tilsvarer tegn

source: fullwidth greater-than sign
no: fullbredde større enn tegn

source: fullwidth vertical line
no: vertikal linje med full bredde

source: fullwidth tilde
no: helbredde tilde

source: fullwidth not sign
no: fullbredde ikke signere

source: halfwidth leftwards arrow
no: halvbredde pil venstre

source: halfwidth upwards arrow
no: halvbredde pil oppover

source: halfwidth rightwards arrow
no: halvbredde pil høyre

source: halfwidth downwards arrow
no: halvbredde pil nedover

source: mathematical bold nabla
no: matematisk dristig nabla

source: mathematical bold partial differential
no: matematisk fet partiell differensial

source: mathematical italic nabla
no: matematisk kursiv nabla

source: mathematical italic partial differential
no: matematisk kursiv partiell differensial

source: mathematical bold italic nabla
no: matematisk fet kursiv nabla

source: mathematical bold italic partial differential
no: matematisk fet kursiv partiell differensial

source: mathematical sans-serif bold nabla
no: matematisk sans-serif fet nabla

source: mathematical sans-serif bold partial differential
no: matematisk sans-serif fet partiell differensial

source: mathematical sans-serif bold italic nabla
no: matematisk sans-serif fet kursiv nabla

source: mathematical sans-serif bold italic partial differential
no: matematisk sans-serif fet kursiv partiell differensial

source: arabic mathematical operator meem with hah with tatweel
no: arabisk matematisk operator meem med hah med tatweel

source: arabic mathematical operator hah with dal
no: arabisk matematisk operator hah med dal
